IdeaRS.Connections
AddedMemberData.LocRelatedTo Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the type of location of the added member. (Joint, member, plate)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MemberRelatedTo LocRelatedTo { get; set; }
Property Value
Type: MemberRelatedTo
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace